# St7SetSRAResultsSign

Sets the results sign option for Spectral Response analysis.

long St7SetSRAResultsSign(long uID, long ResultsSign)
Input Parameters
uID
Strand7 model file ID.
ResultsSign
Results sign; either rsAuto or rsAbsolute.